<?php

return [
    'title' => 'الملف الشخصي',
    'username' => 'اسم المستخدم',
    'first_name' => 'الاسم الأول',
    'last_name' => 'اسم العائلة',
    'email' => 'البريد الإلكتروني',
    'phone' => 'رقم الهاتف',
    'address' => 'العنوان',
    'update' => 'تحديث المعلومات',
    'delete' => 'حذف',
    'placeholder' => [
        'username' => 'أدخل اسم المستخدم',
        'first_name' => 'أدخل الاسم الأول',
        'last_name' => 'أدخل اسم العائلة',
        'email' => 'أدخل بريدك الإلكتروني',
        'phone' => 'أدخل رقم الهاتف',
        'address' => 'أدخل العنوان',
        'new_address' => 'إضافة عنوان جديد',
    ],
];
